import React, { Component } from 'react';
import styles from './AboutStartcup.scss';

export default class AboutStartcup extends Component {
  render() {
    return (<div className={styles.container} id="about">
      <h2>درباره استارت‌کاپ</h2>
      <p>
        استارت‌کاپ یه لیگ فوتسال دورهمی بین استارتاپ‌ها و شرکت‌های فعال حوزه IT هست که اعضای تیمش رو
        افراد مختلف اون استارتاپ از تیم فنی تا فروش، پیشتیبانی و ... تشکیل می‌دن.
      </p>
      <p>
        برای ثبت نام در جام لازم نیست هزینه اضافی پرداخت کنید، فقط هزینه سالن (که اگر اسپانسری پیدا بشه این هم لازم نیست)
        و هزینه تهیه لباس تیم (در صورت تمایل) اخذ خواهد شد.
      </p>
      <p>
        هزینه‌ها متعاقبا اعلام می‌شه و فعلا می‌تونین توی همین صفحه پیش‌ثبت‌نام رو انجام بدید جهت به دست آوردن آمار.
      </p>
      <p>
        هدف ما اینه که یه فضای شاد و رقابتی بین استارتاپ‌ها ایجاد کنیم و در کنارش بیش‌تر با هم آشنا بشیم.
      </p>
      <p>
        هنوز جایزه‌ای برای این جام در نظر گرفته نشده و این بستگی به یک سری عوامل داره.
      </p>
      <p>
        <a href="#register" className={styles.signUp}>
          <i className="ion-person-stalker"/> تیم ما هم می‌خواد شرکت کنه
        </a>
      </p>
    </div>);
  }
}
